<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Mejores Destinos</title>
    <link rel="stylesheet" href="style.css" type="text/css">
    <link href="https://fonts.googleapis.com/css?family=Raleway|Oxygen" rel="stylesheet">
    <link rel="stylesheet" type="text/css" href="/modules/normalize.css">
</head>

<body>
    <div class="jumbotron">
        <h1>Republica Dominicana</h1>
        <h2>Los Mejores Destinos</h2>
    </div>
    <div class="wrap">
        <h1>un poco de historia</h1>
        <div class="left">
            <p class="ptxt">Rep&uacute;blica Dominicana es un pa&iacute;s que ocupa un poco m&aacute;s de los dos tercios orientales de La
                Espa&ntilde;ola, en el archipi&eacute;lago de las Antillas Mayores. El tercio occidental de la isla est&aacute;
                ocupado por Hait&iacute;. As&iacute; pues, La Espa&ntilde;ola es una isla compartida por dos pa&iacute;ses.
                Tanto por superficie como por poblaci&oacute;n, la Rep&uacute;blica Dominicana es el segundo pa&iacute;s
                mayor del Caribe (despu&eacute;s de Cuba). Su extensi&oacute;n territorial es de 48 311 kil&oacute;metros
                cuadrados y su poblaci&oacute;n total es de 9 445 281 habitantes seg&uacute;n el censo de 2010.4 Se localiza
                en Am&eacute;rica y limita al norte con el oc&eacute;ano Atl&aacute;ntico, al sur con el mar Caribe o mar
                de las Antillas, al este con el Canal de la Mona, que la separa de Puerto Rico y al oeste con la Rep&uacute;blica
                de Hait&iacute;.</p>
        </div>

        <div class="right">
            <p class="ptxt">Habitado por ta&iacute;nos desde el siglo VII , el territorio del pa&iacute;s fue descubierto por Crist&oacute;bal
                Col&oacute;n en 1492 convirti&eacute;ndose en el lugar del primer asentamiento europeo en Am&eacute;rica, nombrado como Santo Domingo , actual capital del pa&iacute;s y primera capital de Espa&ntilde;a en el Nuevo
                Mundo . Despu&eacute;s de tres siglos de dominaci&oacute;n Espa&ntilde;ola, el pa&iacute;s alcanz&oacute;
                la primera independencia en 1821 pero fue tomado r&aacute;pidamente por Hait&iacute; en 1822 . Tras la victoria
                obtenida en la Guerra de la Independencia Dominicana en 1844, los dominicanos experimentaron varias luchas,
                en su mayor&iacute;a internas, y tambi&eacute;n un breve regreso de la dominaci&oacute;n espa&ntilde;ola
                (1861-1865). La ocupaci&oacute;n estadounidense de 1916 a 1924 y, posteriormente, los seis a&ntilde;os en
                calma y prosperidad de Horacio V&aacute;squez (1924-1930) fueron seguidos por la dictadura de Rafael Le&oacute;nidas
                Trujillo hasta 1961.</p>
        </div>
    </div>
    <div class="content">
        <p>De todos los actos del Carnaval Dominicano el “Desfile Nacional” es el más importante. El domingo 5 de marzo de 2017 tiene lugar, en el Malecón de Santo Domingo, un derroche de creatividad, colorido y alegría. Al consurso se presentan cientos comparsas procedentes de las 32 provincias del país. Este desfile constituye uno de los días de mayor tradición cultural, al que asisten en el Palco de Honor el presidente de la República y otras importantes autoridades.</p>
        <img src="img/carnaval.jpg" alt="Mascaras del Carnaval">
    </div>
</body>

</html>